tap "felixkratz/formulae"
tap "idoavrah/homebrew"
tap "indirect/tap"
tap "jandedobbeleer/oh-my-posh"
tap "khanhas/tap"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "rigellute/tap"
tap "teamookla/speedtest"
brew "ansible"
brew "ansible-language-server"
brew "ansible-lint"
brew "aom"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "bc"
brew "btop"
brew "cask"
brew "coreutils"
brew "curl"
brew "dbus", restart_service: :changed
brew "fd"
brew "felixkratz/formulae/sketchybar"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fontforge"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-flow-avh"
brew "git-recent"
brew "glib"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnutls"
brew "graphviz"
brew "grep"
brew "groff"
brew "gtop"
brew "gts"
brew "harfbuzz"
brew "hashicorp/tap/terraform-ls"
brew "highlight"
brew "hub"
brew "idoavrah/homebrew/tftui"
brew "imagemagick"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jpeg-xl"
brew "jq"
brew "jupyterlab"
brew "lazydocker"
brew "lazygit"
brew "libheif"
brew "libpq"
brew "librsvg"
brew "libtool"
brew "libyaml"
brew "lolcat"
brew "lsd"
brew "luarocks"
brew "mackup"
brew "mas"
brew "mosh"
brew "neovim"
brew "netpbm"
brew "nghttp2"
brew "nginx"
brew "nowplaying-cli"
brew "opencode"
brew "pkgconf"
brew "pnpm"
brew "poppler"
brew "portaudio"
brew "pre-commit"
brew "prettier"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "sdl2"
brew "sesh"
brew "shared-mime-info"
brew "sql-language-server"
brew "stow"
brew "stylua"
brew "subversion"
brew "teamookla/speedtest/speedtest"
brew "telnet"
brew "terraform"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "tilt"
brew "tmux"
brew "tokei"
brew "trash"
brew "tree"
brew "tty-clock"
brew "wakeonlan"
brew "webp"
brew "wget"
brew "yamlfmt"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "alfred"
cask "bartender"
cask "betterdisplay"
cask "bettertouchtool"
cask "caffeine"
cask "claude-code"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker-desktop"
cask "flux-app"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-noto-sans-symbols-2"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "hazel"
cask "istat-menus"
cask "kap"
cask "karabiner-elements"
cask "logi-options+"
cask "logitune"
cask "obsidian"
cask "onyx"
cask "pgadmin4"
cask "plexamp"
cask "qmk-toolbox"
cask "sf-symbols"
cask "synology-drive"
cask "utm"
cask "via"
cask "wifiman"
mas "Amphetamine", id: 937984704
mas "CARROTweather", id: 993487541
mas "Developer", id: 640199958
mas "Fantastical", id: 975937182
mas "Home Assistant", id: 1099568401
mas "Parcel Classic", id: 639968404
mas "Quiver", id: 866773894
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "vscodevim.vim"
