tap "cloudflare/cloudflare"
tap "esolitos/ipa"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "idoavrah/homebrew"
tap "indirect/tap"
tap "jandedobbeleer/oh-my-posh"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "rigellute/tap"
tap "teamookla/speedtest"
brew "act"
brew "libyaml"
brew "tree"
brew "ansible"
brew "node"
brew "ansible-language-server"
brew "ansible-lint"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "bc"
brew "btop"
brew "caddy"
brew "glib"
brew "coreutils"
brew "unbound", link: false
brew "gnutls"
brew "cask"
brew "curl"
brew "libtool"
brew "libpq"
brew "dbus", restart_service: :changed
brew "driftctl"
brew "fastfetch"
brew "fd"
brew "harfbuzz"
brew "sdl2"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fontforge"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-flow", link: false
brew "git-flow-avh"
brew "git-recent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg", link: false
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "groff"
brew "gtop"
brew "highlight"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "luarocks"
brew "mackup"
brew "mas"
brew "mongocli"
brew "mongosh"
brew "mosh"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "nowplaying-cli"
brew "nvm"
brew "pkgconf"
brew "pnpm"
brew "poppler"
brew "portaudio"
brew "pyenv"
brew "python@3.10"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "sesh"
brew "sevenzip"
brew "spaceship"
brew "sql-language-server"
brew "starship"
brew "stow"
brew "stylua"
brew "subversion"
brew "switchaudio-osx"
brew "telnet"
brew "terraform", link: false
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tokei"
brew "trash"
brew "tty-clock"
brew "wakeonlan"
brew "wget"
brew "yamlfmt"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "esolitos/ipa/sshpass"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform-ls"
brew "idoavrah/homebrew/tftui"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "mongodb/brew/mongodb-community@6.0"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alfred"
cask "balenaetcher"
cask "bartender"
cask "betterdisplay"
cask "bettertouchtool"
cask "caffeine"
cask "cf-terraforming"
cask "chromium"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker-desktop"
cask "firefox@developer-edition"
cask "flux-app"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspice-nerd-font"
cask "font-noto-sans-symbols-2"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-symbols-only-nerd-font"
cask "forklift"
cask "fujitsu-scansnap-home"
cask "ghostty"
cask "gitify"
cask "hazel"
cask "istat-menus"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "logi-options+"
cask "logitune"
cask "mongodb-compass"
cask "ngrok"
cask "obsidian"
cask "onyx"
cask "pgadmin4"
cask "philips-hue-sync"
cask "plexamp"
cask "postman"
cask "qmk-toolbox"
cask "raspberry-pi-imager"
cask "sf-symbols"
cask "signal"
cask "slack"
cask "steam"
cask "synology-drive"
cask "thunderbird"
cask "utm"
cask "vagrant"
cask "via"
cask "virtualbox"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Auto HD FPS for YouTube", id: 1546729687
mas "CARROTweather", id: 993487541
mas "Developer", id: 640199958
mas "Fantastical", id: 975937182
mas "Ghostery – Privacy Ad Blocker", id: 1436953057
mas "Home Assistant", id: 1099568401
mas "iStat Mini", id: 927292435
mas "Klack", id: 6446206067
mas "Parcel Classic", id: 639968404
mas "PayPal Honey", id: 1472777122
mas "PocketTube", id: 1533703891
mas "Quiver", id: 866773894
mas "The Unarchiver", id: 425424353
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "vscodevim.vim"
