tap "cloudflare/cloudflare"
tap "esolitos/ipa"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "idoavrah/homebrew"
tap "indirect/tap"
tap "joshmedeski/sesh"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "rigellute/tap"
tap "teamookla/speedtest"
brew "act"
brew "icu4c@76"
brew "ansible-language-server"
brew "libyaml"
brew "ansible-lint"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bc"
brew "btop"
brew "caddy"
brew "glib"
brew "coreutils"
brew "cask"
brew "libtool"
brew "php"
brew "composer"
brew "dbus"
brew "driftctl"
brew "fastfetch"
brew "fd"
brew "harfbuzz"
brew "sdl2"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fontforge"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-flow-avh"
brew "git-recent"
brew "glab"
brew "gnu-sed"
brew "gnu-tar"
brew "libksba"
brew "gnupg"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gtop"
brew "highlight"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "luarocks"
brew "mackup"
brew "mas"
brew "mongocli"
brew "mongosh"
brew "mosh"
brew "mysql"
brew "ncurses"
brew "neovim"
brew "nginx"
brew "nowplaying-cli"
brew "nvm"
brew "openjdk@11"
brew "pdftk-java"
brew "pkgconf"
brew "poppler"
brew "portaudio"
brew "postgresql@15", link: true
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "qt"
brew "qt@5"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rust"
brew "rustup"
brew "sevenzip"
brew "sql-language-server"
brew "starship"
brew "stow"
brew "stylua"
brew "subversion"
brew "switchaudio-osx"
brew "telnet"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tokei"
brew "trash", link: true
brew "tree"
brew "tty-clock"
brew "wakeonlan"
brew "wget"
brew "yamlfmt"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "esolitos/ipa/sshpass"
brew "felixkratz/formulae/sketchybar"
brew "hashicorp/tap/terraform-ls"
brew "idoavrah/homebrew/tftui"
brew "joshmedeski/sesh/sesh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community@6.0", link: true
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "adoptopenjdk8"
cask "alfred"
cask "balenaetcher"
cask "bartender"
cask "betterdisplay"
cask "bettertouchtool"
cask "caffeine"
cask "cf-terraforming"
cask "chromium"
cask "daisydisk"
cask "dash"
cask "devtoys"
cask "discord"
cask "docker"
cask "firefox@developer-edition"
cask "flux"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-noto-sans-symbols-2"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-symbols-only-nerd-font"
cask "forklift"
cask "fujitsu-scansnap-home"
cask "ghostty"
cask "gitify"
cask "hazel"
cask "istat-menus"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "logi-options+"
cask "logitune"
cask "microsoft-teams"
cask "mongodb-compass"
cask "ngrok"
cask "obsidian"
cask "pgadmin4"
cask "philips-hue-sync"
cask "plexamp"
cask "postman"
cask "qmk-toolbox"
cask "raspberry-pi-imager"
cask "ringcentral"
cask "sf-symbols"
cask "slack"
cask "steam"
cask "synology-drive"
cask "utm"
cask "via"
cask "wezterm"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Developer", id: 640199958
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "Home Assistant", id: 1099568401
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Klack", id: 6446206067
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Reeder", id: 1529448980
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
