tap "cloudflare/cloudflare"
tap "esolitos/ipa"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "rigellute/tap"
tap "teamookla/speedtest"
brew "libyaml"
brew "ansible"
brew "ansible-language-server"
brew "ansible-lint"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "awscli"
brew "caddy"
brew "glib"
brew "coreutils"
brew "cask"
brew "libtool"
brew "php"
brew "composer"
brew "dbus"
brew "driftctl"
brew "fd"
brew "findutils"
brew "harfbuzz"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-flow", link: false
brew "git-flow-avh"
brew "git-recent"
brew "gnu-sed"
brew "gnu-tar"
brew "libksba"
brew "gnupg"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gtop"
brew "highlight"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "mackup"
brew "mas"
brew "mongocli"
brew "mongosh"
brew "mosh"
brew "mysql", restart_service: true
brew "ncurses"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "python@3.10"
brew "node@14"
brew "node@16"
brew "nvm"
brew "openjdk@11"
brew "pdftk-java"
brew "pkg-config"
brew "poppler"
brew "portaudio"
brew "postgresql@15", restart_service: true, link: true
brew "pyenv"
brew "python@3.9"
brew "ranger"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "sdl2"
brew "starship"
brew "stow"
brew "stylua"
brew "subversion"
brew "telnet"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tokei"
brew "trash"
brew "tree"
brew "wakeonlan"
brew "wget"
brew "yamlfmt"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "esolitos/ipa/sshpass"
brew "hashicorp/tap/terraform-ls"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community@4.4"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "adoptopenjdk8"
cask "alfred"
cask "balenaetcher"
cask "bartender"
cask "betterdisplay"
cask "bettertouchtool"
cask "caffeine"
cask "cf-terraforming"
cask "chromium"
cask "daisydisk"
cask "dash"
cask "devtoys"
cask "discord"
cask "docker"
cask "flux"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "fujitsu-scansnap-home"
cask "gitify"
cask "hazel"
cask "istat-menus"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "logi-options-plus"
cask "logitune"
cask "microsoft-teams"
cask "mongodb-compass"
cask "ngrok"
cask "obsidian"
cask "pgadmin4"
cask "philips-hue-sync"
cask "plexamp"
cask "postbox"
cask "postman"
cask "raspberry-pi-imager"
cask "ringcentral"
cask "slack"
cask "steam"
cask "synology-drive"
cask "tidal"
cask "utm"
cask "wezterm"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "Home Assistant", id: 1099568401
mas "iMovie", id: 408981434
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Reeder", id: 1529448980
mas "Civilization VI", id: 1123795278
